[
  {
    "Name": "1",
    "Surname": "1",
    "Age": 27,
    "Login": "1",
    "Password": "1",
    "UsersBook": [
      {
        "StartDate": "2022-06-13T23:00:00+02:00",
        "EndDate": "2022-07-13T23:00:00+02:00",
        "BookName": "Дюна",
        "Author": [
          "Фрэнк Герберт"
        ],
        "AgeRating": "16+",
        "Description": "Роман «Дюна», первая книга прославленной саги, знакомит читателя с Арракисом – миром суровых пустынь, исполинских песчаных червей, отважных фрименов и таинственной специи. Безграничная фантазия автора создала яркую, почти осязаемую вселенную, в которой есть враждующие Великие Дома, могущественная Космическая Гильдия, загадочный Орден Бинэ Гессерит и неуловимые ассасины. По мотивам «Дюны» снял свой гениальный фильм Дэвид Линч, а в 2021 году вышла новая экранизация Дени Вильнёва, главные роли в которой исполнили Стеллан Скарсгард, Тимоти Шаламе, Зендая, Джейсон Момоа и другие.",
        "Genre": "Фантастика"
      }
    ],
    "UsersOrderBook": [
      {
        "EndDate": "2022-07-01T00:00:00+02:00",
        "BookName": "Детективное агенство Дирка Джентли",
        "Author": [
          "Адамс Дуглас"
        ],
        "AgeRating": "16+",
        "Description": "Там, где вам не помогут ни полиция, ни дипломированный психиатр, ни кембриджский профессор, вступает в действие детективное агентство Дирка Джентли – крупнейшего специалиста по бракоразводным процессам, пропавшим кошкам и пришельцам из иных миров. Кто, как не он, даст ответ на сложнейшие вопросы современности: Что общего у кошки и Кольриджа с квантовой механикой и кушеткой в стиле честерфилд? Может ли покойник подать в суд за клевету? И действительно ли в подсознании каждого из нас живет гений, готовый справиться с любой задачей – даже с той, что на первый взгляд кажется неразрешимой?",
        "Genre": "Детектив"
      }
    ],
    "PastBooks": [
      [
        "Пикник на обочине",
        "Борис Стругацкий, Аркадий Стругацкий",
        "16+",
        "Фантастика"
      ],
      [
        "Мартин Иден",
        "Джек Лондон",
        "16+",
        "Роман"
      ],
      [
        "Эмма",
        "Джейн Остин",
        "16+",
        "Роман"
      ],
      [
        "Детективное агенство Дирка Джентли",
        "Адамс Дуглас",
        "16+",
        "Детектив"
      ]
    ]
  }
]