[
  {
    "Name": "1",
    "Surname": "1",
    "Age": 27,
    "Login": "1",
    "Password": "1",
    "UsersBook": [
      {
        "StartDate": "2022-06-14T00:00:00+03:00",
        "EndDate": "2022-07-14T00:00:00+03:00",
        "BookName": "Дюна",
        "Author": [
          "Фрэнк Герберт"
        ],
        "AgeRating": "16+",
        "Description": "Роман «Дюна», первая книга прославленной саги, знакомит читателя с Арракисом – миром суровых пустынь, исполинских песчаных червей, отважных фрименов и таинственной специи. Безграничная фантазия автора создала яркую, почти осязаемую вселенную, в которой есть враждующие Великие Дома, могущественная Космическая Гильдия, загадочный Орден Бинэ Гессерит и неуловимые ассасины. По мотивам «Дюны» снял свой гениальный фильм Дэвид Линч, а в 2021 году вышла новая экранизация Дени Вильнёва, главные роли в которой исполнили Стеллан Скарсгард, Тимоти Шаламе, Зендая, Джейсон Момоа и другие.",
        "Genre": "Фантастика"
      },
      {
        "StartDate": "2022-06-14T00:00:00+03:00",
        "EndDate": "2022-07-14T00:00:00+03:00",
        "BookName": "Детективное агенство Дирка Джентли",
        "Author": [
          "Адамс Дуглас"
        ],
        "AgeRating": "16+",
        "Description": "Там, где вам не помогут ни полиция, ни дипломированный психиатр, ни кембриджский профессор, вступает в действие детективное агентство Дирка Джентли – крупнейшего специалиста по бракоразводным процессам, пропавшим кошкам и пришельцам из иных миров. Кто, как не он, даст ответ на сложнейшие вопросы современности: Что общего у кошки и Кольриджа с квантовой механикой и кушеткой в стиле честерфилд? Может ли покойник подать в суд за клевету? И действительно ли в подсознании каждого из нас живет гений, готовый справиться с любой задачей – даже с той, что на первый взгляд кажется неразрешимой?",
        "Genre": "Детектив"
      }
    ],
    "UsersOrderBook": [
      {
        "EndDate": "2022-06-21T00:00:00+03:00",
        "BookName": "Эмма",
        "Author": [
          "Джейн Остин"
        ],
        "AgeRating": "16+",
        "Description": "Творчество знаменитой писательницы Джейн Остин, автора таких изящных и искрометных романов, как «Гордость и предубеждение», «Мэнсфилд-парк», «Эмма», «Нортенгерское аббатство», оказавшее ощутимое влияние на развитие английской прозы XIX и XX веков, получило широчайшее признание во всем мире. Романы Остин выдерживают все новые и новые издания, появляются все новые и новые их экранизации. В настоящем издании представлено самое едкое, самое точное и саркастичное из произведений писательницы — роман «Эмма». Больше всего Эмма, умница, красавица, дочь состоятельного помещика, любит помогать людям в поисках подходящих спутников жизни. Но почему-то все ее протеже действуют совсем не по ее планам... Даже она сама!",
        "Genre": "Роман"
      }
    ],
    "PastBooks": [
      [
        "Пикник на обочине",
        "Борис Стругацкий, Аркадий Стругацкий",
        "16+",
        "Фантастика"
      ],
      [
        "Мартин Иден",
        "Джек Лондон",
        "16+",
        "Роман"
      ]
    ]
  }
]